driver-tests/bpelse/assign/AssignNamespacesJBI/test/multiNSLeafLevel/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:emp="http://xml.netbeans.org/schema/employee" xmlns:per="http://xml.netbeans.org/schema/person" xmlns:add="http://xml.netbeans.org/schema/address">
  <soapenv:Body>
    <emp:Employee>
      <per:person>
        <per:name>Jim</per:name>
        <add:address>
          <add:Street>123 street</add:Street>
          <add:city>Monrovia</add:city>
        </add:address>
      </per:person>
      <emp:experience>3</emp:experience>
    </emp:Employee>
  </soapenv:Body>
</soapenv:Envelope>